STRATEGY_DEFINITION = '''
### 策略1: 礼貌问候
- 使用友好、专业的语言向客户致以问候，营造温馨的沟通氛围。

### 策略2: 确认身份
- 通过询问客户的基本信息，确保服务的准确性和安全性。

### 策略3: 重述或转述
- 对客户的问题进行重新表述，确保理解准确。

### 策略4: 细化问题
- 通过详细提问确保全面和准确地理解客户需求。

### 策略5: 情感管理
- 表达对客户感受的理解与关怀，帮助缓解不良情绪。

### 策略6: 提供建议
- 根据客户的问题，提出专业的建议或行动步骤。

### 策略7: 信息传达
- 清晰地说明公司相关政策、流程或步骤，帮助客户理解解决方案的依据。

### 策略8: 解决实施
- 实施商定的解决方案，确保所有步骤按计划进行，并向客户确认解决办法的进展情况。

### 策略9: 反馈请求
- 在问题处理完毕后，征求客户的反馈，以了解他们的满意度和潜在的改进空间。

### 策略10: 关系延续
- 引导客户关注未来服务或产品更新，确保他们了解如何在未来继续获得支持和服务，这也是进一步互动的桥梁。

### 策略11: 感谢与告别
- 以积极的态度结束对话，确保客户感到被重视，并为下次互动打下良好基础。

### 策略12: 其它
- 不属于上述11种策略的情况
'''

STAGE_DEFINITION = '''
1. 欢迎和建立联系阶段：在这一阶段，建立良好的第一印象和与客户的关系是至关重要的。

2. 理解和识别问题阶段：在此阶段，确保准确理解客户的问题是成功解决问题的基础。

3. 寻求解决方案阶段：寻找合适的解决方案需要客服人员的专业技能和问题解决能力。

4. 解决和确认阶段：实施所选解决方案，并确认其对客户的问题是否有效解决，是此阶段的关键。

5. 结束和保持关系阶段：维护长久的客户关系对企业的持续发展是非常重要的。反馈请求、
'''